cask "firefox"
cask "visual-studio-code"

brew "tmux"
brew "tmux-sessionizer"

brew "fd"
brew "fzf"
brew "ripgrep"
brew "sd"

brew "dotter"
brew "eza"
brew "htop"
brew "tldr"
brew "watch"

brew "gh"
brew "gitui"

brew "zsh-autopair"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-system-clipboard"
